title = Schulz-Abstimmungsmethode
author = Autor
nameField = A-BC-DEF
resultButton = Ergebnis
warningTooShortPreferences = Bitte geben Sie mindestens zwei Zeichen ein
basicVotingOnline = Online-Abstimmung
quickVotingOnline = Schnellabstimmung
help = Hilfe
voitingTip = Bitte geben Sie Ihre W\u00e4hlerpr\u00e4ferenzen einzeln ein
voitingResult = Ergebnis der Stimmabgabe
bySchulzeMethod = Nach der Schulz-Methode
byBordaCountMethod = Nach der Borda-Count-Methode
byPluralityMethod = Pr\u00e4ferenzwahl
countOfCandidates = Anzahl der Kandidaten
countOfVotes = Anzahl der g\u00fcltigen Stimmen
helpMessage1 = Der Online-Rechner (v{0}) dient zur Berechnung des Wahlsiegers nach der Schulz-Methode, eine ausf\u00fchrliche Beschreibung der Methode <a target="_blank" href="{1}">finde\nn Sie hier</a>.
helpMessage2 = Vorgehensweise: Erstellen Sie eine Liste von Kandidaten und ordnen Sie jedem von ihnen ein Zeichen zu. Jeder W\u00e4hler schreibt dann seine Pr\u00e4ferenz in eine Zeile des Formulars, wobei er zuerst das Zeichen seiner h\u00f6chsten Pr\u00e4ferenz eintr\u00e4gt, und die Kandidaten mit niedrigeren Pr\u00e4ferenzen r\u00fccken nach rechts. Das Trennzeichen zwischen den Kandidaten ist ein Bindestrich, Gruppen sind erlaubt. Wird ein Kandidat ausgelassen, ordnet der W\u00e4hler diesem Kandidaten den letzten Platz zu. Wenn ein W\u00e4hler f\u00fcr mehr als eine Person stimmt, kann die Zeile durch die Anzahl der Personen gefolgt von einem Doppelpunkt angegeben werden. Weitere Informationen finden Sie auf der <a target="_blank" href="{0}">Projekthomepage</a>.
helpMessage3 = Diese Version der Anwendung erlaubt nur die \u00f6ffentliche Abstimmung innerhalb einer W\u00e4hlergruppe, die Berechnung der Ergebnisse erfolgt immer auf dem Client. Der Autor des Rechners hat der \u00dcberpr\u00fcfung der korrekten Funktion besondere Aufmerksamkeit gewidmet und sie mit automatisierten Tests abgedeckt, \u00fcbernimmt aber dennoch keine Garantie f\u00fcr Sch\u00e4den, die durch die Nutzung des Rechners entstehen. Der Nutzer des Rechners erkl\u00e4rt sich mit diesen Bedingungen einverstanden.
closeButton = schlie\u00dfen
