title = M\u00e9todo de votaci\u00f3n Schulz
author = Autor
nameField = A-BC-DEF
resultButton = Resultado
warningTooShortPreferences = Por favor, introduzca al menos dos caracteres
basicVotingOnline = Votaci\u00f3n en l\u00ednea
quickVotingOnline = Votaci\u00f3n r\u00e1pida
help = Ayuda
voitingTip = Por favor, introduzca sus preferencias de voto una a una
voitingResult = Resultado de la votaci\u00f3n
bySchulzeMethod = Seg\u00fan el m\u00e9todo Schulz
byBordaCountMethod = Seg\u00fan el m\u00e9todo Borda Count
byPluralityMethod = Voto preferencial
countOfCandidates = N\u00famero de candidatos
countOfVotes = N\u00famero de votos v\u00e1lidos
helpMessage1 = La calculadora en l\u00ednea (v{0}) se utiliza para calcular el ganador de las elecciones utilizando el m\u00e9todo de Schulz, una descripci\u00f3n detallada del m\u00e9todo <a target="_blank" href="{1}">se puede encontrar aqu\u00ed</a>.
helpMessage2 = Procedimiento de uso: cree una lista de candidatos y asigne un car\u00e1cter a cada uno de ellos. A continuaci\u00f3n, cada votante escribe su preferencia en una l\u00ednea del formulario, donde introduce primero el car\u00e1cter de su preferencia m\u00e1s alta, y los candidatos con preferencias m\u00e1s bajas se desplazar\u00e1n hacia la derecha. El separador entre candidatos es un gui\u00f3n, se permiten grupos. Si se omite un candidato, el elector le asigna el \u00faltimo lugar. Si un elector vota a m\u00e1s de una persona, la l\u00ednea puede estar dada por el n\u00famero de personas seguido de dos puntos. Puede encontrar m\u00e1s informaci\u00f3n en la p\u00e1gina de inicio <a target="_blank" href="{0}">del proyecto</a>.
helpMessage3 = Esta versi\u00f3n de la aplicaci\u00f3n s\u00f3lo permite la votaci\u00f3n p\u00fablica dentro de un grupo de votantes, el c\u00e1lculo de los resultados se realiza siempre en el cliente. El autor de la calculadora ha puesto especial atenci\u00f3n en verificar el correcto funcionamiento y lo ha cubierto con pruebas automatizadas, pero no obstante no garantiza ning\u00fan da\u00f1o causado por su uso. El usuario de la calculadora acepta estos t\u00e9rminos y condiciones.
closeButton = Cerrar
