title = Schulzeho metoda hlasov\u00e1n\u00ed
author = Autor
nameField = A-BC-DEF
resultButton = V\u00fdsledek
warningTooShortPreferences = Zadejte alespo\u0148 dva znaky, pros\u00edm
basicVotingOnline = Hlasov\u00e1n\u00ed on-line
quickVotingOnline = Rychl\u00e9 hlasov\u00e1n\u00ed
help = N\u00e1pov\u011bda
voitingTip = Zadejte postupn\u011b volebn\u00ed preference
voitingResult = V\u00fdsledek hlasov\u00e1n\u00ed
bySchulzeMethod = Podle Schulzeho metody
byBordaCountMethod = Podle Borda Count metody
byPluralityMethod = V\u011bt\u0161inov\u00fd volebn\u00ed syst\u00e9m
countOfCandidates = Po\u010det kandid\u00e1t\u016f
countOfVotes = Po\u010det platn\u00fdch hlas\u016f
helpMessage1 = On-line kalkula\u010dka (v{0}) slou\u017e\u00ed pro v\u00fdpo\u010det v\u00edt\u011bze voleb Schulzeho metodou, detailn\u00ed popis metody <a target="_blank" href="{1}">najdete tady</a>.
helpMessage2 = Postup pou\u017eit\u00ed: Vytvo\u0159te seznam kandid\u00e1t\u016f a ka\u017ed\u00e9mu z nich p\u0159i\u0159a\u010fte znak. Ka\u017ed\u00fd voli\u010d pak nap\u00ed\u0161e svou preferenci na \u0159\u00e1dek formul\u00e1\u0159e, kde nejprve zad\u00e1 znak sv\u00e9 nejvy\u0161\u0161\u00ed preference a kandid\u00e1ti s ni\u017e\u0161\u00edmi preferencemi se posunou doprava. Odd\u011blova\u010d preferenc\u00ed je poml\u010dka, skupiny jsou povoleny. V p\u0159\u00edpad\u011b vynech\u00e1n\u00ed kandid\u00e1ta mu voli\u010d p\u0159i\u0159ad\u00ed posledn\u00ed m\u00edsto. Hlasuje-li voli\u010d pro v\u00edce osob, m\u016f\u017ee b\u00fdt \u0159\u00e1dek d\u00e1n po\u010dtem osob n\u00e1sledovan\u00fdm dvojte\u010dkou. Dal\u0161\u00ed informace naleznete na <a target="_blank" href="{0}">domovsk\u00e9 str\u00e1nce projektu</a>.
helpMessage3 = Tato verze aplikace umo\u017e\u0148uje pouze ve\u0159ejn\u00e9 hlasov\u00e1n\u00ed v r\u00e1mci skupiny voli\u010d\u016f, v\u00fdpo\u010det v\u00fdsledk\u016f prob\u00edh\u00e1 v\u017edy na klientovi. Autor kaklula\u0107ky v\u011bnoval ov\u011b\u0159en\u00ed spr\u00e1vn\u00e9 funkce mimo\u0159\u00e1dnou pozornost a pokryl ho automatizovan\u00fdmi testy, p\u0159esto v\u0161ak neru\u010d\u00ed za p\u0159\u00edpadn\u00e9 \u0161kody zp\u016fsoben\u00e9 pou\u017eit\u00edm. U\u017eivatel kalkula\u010dky souhlas\u00ed s t\u011bmito podm\u00ednkami.
closeButton = Zav\u0159\u00edt